// Cada Exercício deve haver um console.log para enterder o resultado.

// -------------------------------------------------------------------------
// 1-Verificar se é inteiro



// -------------------------------------------------------------------------
// 2-Calcular uma média variante



// -------------------------------------------------------------------------
// 3-Mostrar só duas casas decimais



// -------------------------------------------------------------------------
// 4-Converter para binário



// -------------------------------------------------------------------------
//  5-Calcular a área de um círculo π x r²

